export const cardInformation = [
  {
    title: "Корпоративні питання",
    subtitles: [
      "Аналіз статутних документів",
      "Аналіз відповідності організаційної форми підприємства",
      "Відповідність інформації за даними державних реєстрів",
    ],
  },
  {
    title: "Кадри ",
    subtitles: [
      "Правила внутрішнього трудового розпорядку",
      "Оплата праці",
      "Посадові інструкції",
      "Штатний розклад",
      "Облік робочого часу",
      "Накази з кадрових питань",
    ],
  },
  {
    title: "Облікова політика підприємства ",
  },
];
