const description =
  "ЮК «Праве діло» має 10-річний досвід вирішення податкових питань. Ми\n" +
  "          цілодобово знаходимося на зв’язку з нашими клієнтами та швидко\n" +
  "          вирішуємо питання будь-якої складності. Ми маємо унікальних фахівців,\n" +
  "          яких приймаємо на роботу із фінансової сфери та перекваліфіковуємо в\n" +
  "          спеціалістів з податків. Подібних професіоналів не має жодна юридична\n" +
  "          компанія в Україні.";

export default description;
