import { CardInformationData } from "@/app/screens/InitialAudit/types";

export const cardInformation: CardInformationData[] = [
  {
    title: "Корпоративні ризики",
    subtitles: [
      "Аналіз статутних документів та адаптація відповідно останніх змін та вимог в Законодавстві",
      "Аналіз відповідності організаційної форми підприємства",
      "Відповідність інформації за даними державних реєстрів",
    ],
  },
  {
    title: "Кадрові ризики",
    subtitles: [
      "Правила внутрішнього трудового розпорядку",
      "Оплата праці",
      "Посадові інструкції",
      "Штатний розклад",
      "Облік робочого часу",
      "Накази з кадрових питань",
    ],
  },
  {
    title: "Бухгалтерські ризики",
    subtitles: [
      "Відповідальність керівника",
      "Стан бухгалтерського обліку",
      "Аудит обліку виробництва і реалізації готової продукції",
      "Аналіз бухгалтерської звітності",
    ],
  },
  {
    title: "Податкові ризики",
    subtitles: [
      "Аналіз податкової звітності",
      "Аналіз відповідності подання інформації підприємства до контролюючого органу",
    ],
  },
  {
    title: "Господарсько-правові ризики",
    subtitles: [
      "Аналіз основних договорів",
      "Аналіз дебіторської та кредиторської заборгованості ",
    ],
  },
  {
    title: "Комплаєнс-ризики",
    subtitles: [
      "Комплаєнс-ризики – це потенційні втрати та юридичні санкції через" +
        " недотримання законів або встановлених правил. Головне потрібно розуміти," +
        " що  ситуація в одній сфері може спричинити виникнення відповідальності в іншій.",
    ],
  },
];

export const auditVariant = {
  visible: {
    opacity: 1,
    transition: {
      staggerChildren: 0.2,
    },
  },
  hidden: {
    opacity: 0,
  },
};
