import { CardInformationData } from "@/app/screens/Initial/types";

export const cardInformation: CardInformationData[] = [
  {
    title: "Корпоративні ризики",
    subtitles: [
      "Аналіз статутних документів",
      "Аналіз відповідності організаційної форми підприємства",
      "Відповідність інформації за даними державних реєстрів",
    ],
  },
  {
    title: "Кадрові ризики ",
    subtitles: [
      "Правила внутрішнього трудового розпорядку",
      "Оплата праці",
      "Посадові інструкції",
      "Штатний розклад",
      "Облік робочого часу",
      "Накази з кадрових питань",
    ],
  },
  {
    title: "Податкові ризики",
    subtitles: [
      "Облікова політика підприємства",
      "Облікова політика підприємства",
    ],
  },
  {
    title: "Бухгалтерські ризики",
    subtitles: [
      "Облікова політика підприємства",
      "Облікова політика підприємства",
    ],
  },
];
