const servicesList: string[] = [
  "Індивідуальний підхід",
  "Зниження витрат на податки та штрафи",
  "Адекватність податкового навантаження",
  "Підвищення бізнес-репутації завдяки зменшенню податкових та бухгалтерських ризиків",
  "Відповідність бухгалтерського та податкового обліку до чинного законодавства",
  "Розгорнуту картину ведення господарської діяльності",
  "Зменшення ризиків блокування податкових накладних, позапланових перевірок та потрапляння до п. 8 Ризиковість",
  "Успішність в проходженні перевірок",
];

export default servicesList;
