const servicesList: string[] = [
  "Попередня оцінка системи оподаткування підприємства (загальний аналіз" +
    "елементів системи оподаткування, визначення основних факторів",
  "Аналіз правової та податкової системи господарських відносин та" +
    "організації документообігу",
  "Перевірка та підтвердження (непідтвердження) правильності" +
    "обчислення та сплати податків та зборів до бюджету (виявлення" +
    "проблемних моментів у податковій системі організації)",
  "Перевірка податкової звітності за встановленими формами," +
    "правильності обчислення податків, строків сплати)",
  "Оформлення та надання висновків проведення аудиту.",
];

export default servicesList;
