import Image from "next/image";
import React from "react";

import { ProfileData } from "@/app/screens/About/Profile/types";
import birsan from "@/public/assets/img/specialists/birsan.jpg";
import shcherbina from "@/public/assets/img/specialists/shcherbina.jpg";

export const profiles: ProfileData[] = [
  {
    image: (
      <Image
        priority
        className="h-[400px] w-[400px] object-cover"
        width={400}
        height={400}
        src={birsan}
        alt="Ірина Бірсан"
      />
    ),
    name: "Ірина Бірсан",
    description:
      "Маю 10-річний досвід в податковому консалтингу. Працюю із середнім та великим бізнесом. Моя мета – зберегти активи" +
      " і гроші підприємств шляхом усунення податкових наслідків неблагонадійних контрагентів і недосконалої системи " +
      "нашої країни. Я не прихильник класичних підходів, я за нестандартні рішення, а головне за скасування ризиків і " +
      "можливих проблем. Багаторічний досвід роботи зі складними, неоднозначними питаннями податкового права дозволяє " +
      "мені ефективно вирішувати для клієнтів будь-які завдання." +
      "При підготовці податкових рекомендацій завжди враховую аспекти, пов’язані з іншими областями законодавства." +
      "Захоплююся художньою літературою, мистецтвом та психологією.",
  },
  {
    image: (
      <Image
        priority
        className="h-[400px] w-[400px] object-cover"
        width={400}
        height={400}
        src={shcherbina}
        alt="Зоя Щербина"
      />
    ),
    name: "Зоя Щербина",
    description:
      "16 років працювала в банківській сфері. Для мене довіра клієнтів основна цінність і ключовий результат моєї діяльності." +
      " Робота в банку допомогла мені зрозуміти бізнес та його структуру, проблемні питання, які можуть виникати в різних" +
      " сферах. Я завжди чую клієнта і застосовую індивідуальний підхід. Я переконана, що кожному підприємцю потрібен" +
      " податковий консультант, який подивиться на бізнес в площині податків. Я не зупиняюсь розвиватися і з великим" +
      " бажанням допомагаю людям. Робота податкового консультанта дає мені можливість бути корисною клієнтам." +
      "У вільний час люблю дивитися фільми, вважаю себе кіноманкою, граю у сквош та мандрую Україною на власному автомобілі.",
  },
];
