import Image from "next/image";
import React from "react";

import { ProfileData } from "@/app/screens/About/Profile/types";
import birsan from "@/public/assets/img/specialists/birsan.jpg";
import shcherbina from "@/public/assets/img/specialists/shcherbina.jpg";

export const profiles: ProfileData[] = [
  {
    image: (
      <Image
        priority
        className="object-cover md:h-[400px] md:w-[400px]"
        width={400}
        height={400}
        src={birsan}
        alt="Ірина Бірсан"
      />
    ),
    name: "Ірина Бірсан",
    phone: "+38 (067) 963 09 96",
    url: "https://birsan.irina.pravoedelo.ua",
    telegram: "t.me/irinabirsan",
    description:
      "Маю 10-річний досвід в податковому консалтингу. Працюю із середнім та великим бізнесом." +
      " Моя мета – зберегти активи і гроші підприємств шляхом усунення наслідків податкової" +
      " оптимізації. Я не прихильниця класичних підходів, я за нестандартні рішення," +
      " а головне за скасування ризиків і можливих проблем. Багаторічний досвід роботи" +
      " зі складними неоднозначними питаннями податкового права дозволяє мені ефективно" +
      " вирішувати для клієнтів будь-які задачі. При підготовці рекомендацій завжди" +
      " враховую актуальні зміни в законодавстві та роботі податкової системи." +
      " Керую двома напрямками в юридичний компанії «Праве діло»: ініціативним аудитом" +
      " та Export Legal Support, що дозволяє бізнесу експортувати та імпортувати власну продукцію.",
  },
  {
    image: (
      <Image
        priority
        className="object-cover md:h-[400px] md:w-[400px]"
        width={400}
        height={400}
        src={shcherbina}
        alt="Зоя Щербина"
      />
    ),
    name: "Зоя Щербина",
    phone: "+38 (067) 864 98 21",
    url: "https://shcerbina.zoya.pravoedelo.ua",
    telegram: "t.me/zoyashcherbyna",
    description:
      "16 років працювала в банківській сфері. Для мене довіра клієнтів основна цінність і ключовий результат моєї діяльності." +
      " Робота в банку допомогла мені зрозуміти бізнес та його структуру, проблемні питання, які можуть виникати в різних" +
      " сферах. Я завжди чую клієнта і застосовую індивідуальний підхід. Я переконана, що кожному підприємцю потрібен" +
      " податковий консультант, який подивиться на бізнес в площині податків. Я не зупиняюсь розвиватися і з великим" +
      " бажанням допомагаю людям. Робота податкового консультанта дає мені можливість бути корисною клієнтам." +
      "У вільний час люблю дивитися фільми, вважаю себе кіноманкою, граю у сквош та мандрую Україною на власному автомобілі.",
  },
];
